Repository: yongjhih/timeago.dart
Catalog: timeago/lib/src/messages/intl_*.arb
Languages: fr

# lessThanOneMinute
source: a moment
fr: moins d'une minute

# aboutAMinute
source: a minute
fr: environ une minute

# minutes
source: {minutes} minutes
fr: environ {minutes} minutes

source: about an hour
fr: environ une heure

# hours
source: {hours} hours
fr: {hours} heures

source: a day
fr: environ un jour

# days
source: {days} days
fr: environ {days} jours

source: about a month
fr: environ un mois

# months
source: {months} months
fr: environ {months} mois

source: about a year
fr: un an

# years
source: {years} years
fr: {years} ans

# abbrvLessThanOneMinute
source: now
fr: moins d'une minute

# abbrvAboutAMinute
source: 1 min
fr: une minute

# abbrvMinutes
source: {minutes} min
fr: {minutes} minutes

# abbrvAboutAnHour
source: ~1 h
fr: une heure

# abbrvHours
source: {hours} h
fr: {hours} heures

# abbrvADay
source: ~1 d
fr: un jour

# abbrvDays
source: {days} d
fr: {days} jours

# abbrvAboutAMonth
source: ~1 mo
fr: un mois

# abbrvMonths
source: {months} mo
fr: {months} mois

# abbrvAboutAYear
source: ~1 yr
fr: un an

# abbrvYears
source: {years} yr
fr: {years} ans
